{
  "Navbar": {
    "inicio": "Home",
    "sobre": "About",
    "servicos": "Services",
    "mentorias": "Training",
    "submenus": {
      "brand_protection": {
        "title": "Corporate Counterintelligence",
        "description": "Monitor and remove threats to your brand in digital environments."
      },
      "leak_detection": {
        "title": "Strategic and Tactical Threat Intelligence",
        "description": "Identify data and sensitive information leaks before they cause damage."
      },
      "vip_protection": {
        "title": "Deep & Dark Web Surveillance and Asset Protection",
        "description": "Ensure the digital security of executives and high-risk individuals."
      },
      "training_program": {
        "title": "Elevate your organization's cybersecurity",
        "description": "Training developed to elevate your company's cyber maturity."
      }
    }
  },
  "Home": {
    "title": "DON’T ",
    "subtitle": "REACT. ",
    "subtitle2": "ANTICIPATE.",
    "title2": "Digital Investigations & Advanced Cybersecurity",
    "description": "We protect your brand, investigate threats, and strengthen your cyber defense with strategic intelligence and cutting-edge technology. We map threats in complex cyberspace to protect the operations, reputation, and competitive advantage of the most critical industries.",
    "button": "Schedule a Risk Analysis"
  },
  "About": {
    "title": "About ",
    "subtitle": "Kryfal",
    "description": "Specialists in Threat Intelligence and digital investigations, protecting companies against advanced cyber threats. Kryfal was born from an observation: the sectors that form the backbone of the economy are the most neglected in cyber intelligence. While the market focuses on generic threats, we delve into the specific ecosystems of Agribusiness, Ports, Aerospace, and the new Web3 economy, delivering intelligence that managers can use to make strategic decisions and protect their most valuable assets."
  },
  "Cards": {
    "card1": {
      "title": "Precision",
      "description": "Detailed analyses and meticulous investigations that provide precise and actionable insights."
    },
    "card2": {
      "title": "Expertise",
      "description": "Specialized team with certifications and proven experience in cybersecurity and investigations."
    },
    "card3": {
      "title": "Excellence",
      "description": "Commitment to quality and constant innovation in protection methodologies and technologies."
    }
  },
  "Posicionamento": {
    "title": "Our Positioning",
    "description": "Effective threat intelligence does not exist without a deep understanding of the business. Therefore, Kryfal positions itself at the intersection of cyber expertise and the operational reality of the most critical sectors. Instead of offering generic solutions, we immerse ourselves in your value chain to understand who the threat actors who truly compromise your business continuity are, how they think, and how they act.",
    "button": "Schedule a Risk Analysis"
  },
  "galLery": {
    "title": "Services",
    "subtitle": "Intelligence",
    "description": "Complete threat intelligence and digital investigation solutions to protect your organization.",
    "learn_more": "Learn more",
    "url": "en/services",
    "previous_slide": "Previous Slide",
    "next_slide": "Next Slide",
    "items": {
      "brand_protection": {
        "title": "Corporate Counterintelligence",
        "description": "Protect your business from the inside out with investigative intelligence for maximum confidence decisions.",
        "button": "Schedule a Risk Analysis",
        "list_title_desafio": "Hidden Risk Management",
        "list_title_Description_desafio": "The integrity of your operation directly depends on the robustness of your supply chain — which includes both external suppliers and internal human capital. The failure to rigorously verify a single link, whether a critical logistics partner or a newly hired executive, can introduce vulnerabilities across your entire structure. Superficial credential analysis and purely financial auditing are insufficient to detect the most damaging risks: premeditated fraud, conflicts of interest, hidden legal, and reputational liabilities. Hiring or partnering without a prior Background Check analysis is managing the business based on an incomplete and dangerous view of the operational and ethical reality of your partners.",
        "list_title_solucao": "Decisions Based on Facts, Not Assumptions",
        "list_title_Description_solucao": "Our Corporate Intelligence and Investigations service is your diligence and verification unit. We act discreetly and methodically to verify facts, analyze histories, and expose hidden risks before they become a problem. Combining advanced techniques of open-source investigation (OSINT), data analysis, and, when necessary, field verification, we provide a complete dossier to ensure that your hiring, partnership, and investment decisions are based on verified information.",
        "list_title2": "Superficial credential analysis and purely financial auditing are insufficient to detect the most damaging risks: premeditated fraud, conflicts of interest, hidden legal, and reputational liabilities. Hiring or partnering without a prior Background Check analysis is managing the business based on an incomplete and dangerous view of the operational and ethical reality of your partners.",
        "listItems": [
          "Your company may have access to security feeds and even Deep Web alerts, but how do you connect those dots?",
          "How do you translate a technical indicator into a real business risk?",
          "And how do you ensure the right person — from the SOC analyst to the CEO — receives the correct intelligence, in the right format, at the right time to act?",
          "Intellectual property protection"
        ],
        "list_description": "Information without context is just noise.",
        "image_desafio": "/person.webp",
        "image_solucao": "/risco.webp",
        "SectionServiceSecond": {
          "title": "Our Counterintelligence Solutions",
          "title2": "Digital Investigations & Advanced Cybersecurity",
          "description": "We investigate, analyze, and expose hidden risks to protect your operation from internal and external threats.",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Third-Party Due Diligence",
              "description": "We thoroughly investigate potential partners, suppliers, or M&A targets. We map the corporate structure, the reputational and legal history of the partners (KYP - Know Your Partner), and identify hidden liabilities or involvement in illicit activities."
            },
            "card2": {
              "title": "Background Check (Profile Analysis)",
              "description": "We conduct in-depth checks on candidates and employees in key positions. We analyze professional history, lawsuits, digital reputation, and potential conflicts of interest to ensure the integrity and reliability of your team."
            },
            "card3": {
              "title": "Fraud Investigation and Response",
              "description": "We act to investigate suspicions of fraud, corruption, asset theft, and internal sabotage. We collect evidence in a structured manner, identify those involved, and provide detailed reports that serve as a basis for administrative and legal measures."
            },
            "card4": {
              "title": "Mapping Internal Risks and Conflicts of Interest",
              "description": "We analyze the ecosystem of your employees and their connections to identify undeclared relationships with competitors, suspicious parallel activities, and other risk factors that traditional audits do not reveal."
            }
          }
        },
        "seu_negocio": {
          "title": "Protection that Delivers Results",
          "description": "Loss mitigation, increased transparency, and strengthening of corporate governance.",
          "cards": {
            "card1": {
              "title": "Risk-Proof Hiring:",
              "description": "Minimize the threat of fraud and internal sabotage, ensuring the integrity of who you hire."
            },
            "card2": {
              "title": "Secure Partnerships and Mergers:",
              "description": "Avoid financial losses and reputational damage by identifying hidden liabilities in M&A partners and operations."
            },
            "card3": {
              "title": "Rapid Fraud Response:",
              "description": "Obtain concrete evidence to act decisively against internal incidents, minimizing the business impact."
            },
            "card4": {
              "title": "Strengthened Governance:",
              "description": "Elevate your business integrity, promoting a culture of transparency and compliance at all levels."
            },
            "card5": {
              "title": "High-Confidence Decisions:",
              "description": "Replace assumption with certainty, basing your strategic decisions on verified facts, not appearances."
            }
          },
          "button": "Request a Confidential Consultation"
        }
      },
      "leak_detection": {
        "title": "Strategic and Tactical Threat Intelligence",
        "description": "Transforming raw threat data into clarity and decisive advantage for your business.",
        "button": "Schedule a Risk Analysis",
        "list_title_desafio": "When Information is Just Noise",
        "list_title_Description_desafio": "Your company may have access to security feeds and even Deep Web alerts, but how do you connect those dots? How do you translate a technical indicator into a real business risk? And how do you ensure the right person — from the SOC analyst to the CEO — receives the correct intelligence, in the right format, at the right time to act? Information without context is just noise.",
        "list_title_solucao": "From Context to Action",
        "list_title_Description_solucao": "Our Threat Intelligence service acts as your intelligence fusion center. We go beyond simple data collection, focusing on the analysis, contextualization, and production of tailored reports for every level of your organization. We integrate information from multiple sources — including our specialized Deep & Dark Web monitoring, OSINT (open sources), and technical feeds — to build a 360° overview of your threat landscape and deliver insights that drive everything from threat hunting to security investment decisions.",
        "listItems": [
          "Your company may have access to security feeds and even Deep Web alerts, but how do you connect those dots?",
          "How do you translate a technical indicator into a real business risk?",
          "And how do you ensure the right person — from the SOC analyst to the CEO — receives the correct intelligence, in the right format, at the right time to act?",
          "Intellectual property protection"
        ],
        "image_desafio": "/empresa.webp",
        "image_solucao": "/dark.webp",
        "SectionServiceSecond": {
          "title": "Intelligence at All Levels",
          "title2": "Digital Investigations & Advanced Cybersecurity",
          "description": "From strategy to action, we provide actionable intelligence at all levels of your organization.",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Strategic Intelligence (For Leadership)",
              "description": "We deliver executive reports that connect the threat landscape (actors, trends, geopolitical risks) directly to your business objectives and continuity. Our analyses answer the (why) and (what if), recommending strategic and investment directions."
            },
            "card2": {
              "title": "Tactical Intelligence (For Active Defense)",
              "description": "We produce detailed dossiers on the Tactics, Techniques, and Procedures (TTPs) of attack groups targeting your sector. We describe their methods and tools to enrich your threat hunting, enhance your detection rules, and train your defense team."
            },
            "card3": {
              "title": "Operational Intelligence (For the SOC)",
              "description": "We provide contextualized alerts about ongoing attack campaigns. Here, we enrich the findings of our DDW service and other sources with your business context, answering (what does this mean for us now?) and providing high-fidelity IOCs for incident response."
            },
            "card4": {
              "title": "Vulnerability Intelligence (For IT and Infrastructure)",
              "description": "We monitor and analyze vulnerabilities (CVEs) that are relevant to your technological stack and are actively being discussed or exploited by cybercriminals. This allows for patching prioritization based on real risk, not just theoretical criticality."
            }
          }
        },
        "seu_negocio": {
          "title": "The Value of Intelligence",
          "description": "We transform threat information into strategic, synergistic, and results-oriented decisions.",
          "cards": {
            "card1": {
              "title": "Context-Based Decisions:",
              "description": "Move from alert-based reactivity to proactive decisions based on contextualized intelligence."
            },
            "card2": {
              "title": "Intelligence-Led Defense",
              "description": "Adopt a security posture where intelligence directs all your defensive actions, from firewall blocking to executive security strategy."
            },
            "card3": {
              "title": "Synergy Between Teams",
              "description": "Create a common language about risks that connects the technical team (SOC, IT) to executive leadership, ensuring everyone works with the same vision."
            },
            "card4": {
              "title": "Maximizing Security ROI",
              "description": "Justify investments and optimize the use of tools and personnel based on concrete evidence about the threats that truly matter to you."
            }
          },
          "button": "Schedule a Threat Briefing"
        }
      },
      "vip_protection": {
        "title": "Deep & Dark Web Surveillance and Asset Protection",
        "description": "A unified service to monitor both the threat actor and your exposed digital assets.",
        "button": "Schedule a Risk Analysis",
        "list_title_desafio": "When Information Is in Danger",
        "list_title_Description_desafio": "Your company faces two critical and invisible risks: the adversary planning an attack and your own sensitive data that may already be compromised. How do you monitor both sides of this equation – the hunter and the prey – in an anonymous and hostile environment like the Deep & Dark Web? Hiring separate solutions creates complexity and disconnects intelligence from action.",
        "list_title_solucao": "Monitoring and Protection of Critical Data",
        "list_title_Description_solucao": "Our Surveillance and Asset Protection service offers a complete view of your risk in the digital underworld. We unify Threat Intelligence (monitoring the attacker) with Exposed Asset Detection (searching for your data) in a single offering. Through a centralized platform and the expertise of our analysts, we correlate criminals' intentions with the actual exposure of your data, enabling a truly proactive defense and a much more effective incident response.",
        "listItems": [
          "Continuous monitoring of brand violations",
          "Analysis of compromised credentials",
          "Investigation in clandestine forums",
          "Real-time alerts about exposures"
        ],
        "list_description": "Information without context is just noise.",
        "image_desafio": "/ataque.webp",
        "image_solucao": "/monitoramento.webp",
        "SectionServiceSecond": {
          "title": "Pillars of Digital Defense",
          "title2": "Detection of Digital Asset Exposure",
          "description": "Continuous monitoring and applied intelligence to protect your critical data and your company's reputation.",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Monitoring of Compromised Credentials",
              "description": "Alerts about employee and customer emails and passwords found in leaks and stealer logs."
            },
            "card2": {
              "title": "Search for Sensitive Data (PII)",
              "description": "Detection of databases, confidential documents, and customer information being shared or sold."
            },
            "card3": {
              "title": "Identification of Leaked Intellectual Property",
              "description": "Alerts about source code, patents, and trade secrets exposed in forums or marketplaces."
            },
            "card4": {
              "title": "Mapping Internal Risks and Conflicts of Interest",
              "description": "We analyze the ecosystem of your employees and their connections to identify undeclared relationships with competitors, suspicious parallel activities, and other risk factors that traditional audits do not reveal."
            }
          }
        },
        "seu_negocio": {
          "title": "Real Impact on Digital Protection",
          "description": "Simplify external security management and minimize impacts with a complete view of digital risk.",
          "cards": {
            "card1": {
              "title": "Complete Risk View",
              "description": "Connect the (who) and (how) of an attack with the (what) that was exposed, all in one place."
            },
            "card2": {
              "title": "Intelligent Response Prioritization",
              "description": "Use intelligence about a threat actor to prioritize the response to a data leak related to them."
            },
            "card3": {
              "title": "Reduction of Detection and Containment Time",
              "description": "Discover both attack plans and existing leaks faster."
            },
            "card4": {
              "title": "Operational Efficiency",
              "description": "Simplify external security management with a single specialist partner, instead of multiple vendors."
            }
          },
          "button": "Schedule a Risk Analysis"
        }
      },
      "training_program": {
        "title": "Elevate your organization's cybersecurity",
        "description": "Training developed to elevate your company's cyber maturity.",
        "button": "Schedule a training",
        "list_title_desafio": "Corporate Training",
        "list_title_Description_desafio": "Our corporate training programs were developed to elevate your organization's cyber maturity, combining solid methodology, recognized frameworks, and practical experience in Cyber Threat Intelligence (CTI).",
        "list_title_solucao": "Customized Programs for Security Teams",
        "list_title_Description_solucao": "We offer customized programs for Security, SOC, CSIRT, Red/Blue Teams, Intelligence, and related areas, adapting the content to the technical level, sector of operation, and specific challenges of each company. Our Differentials",
        "listItems": [
          "Continuous monitoring of brand violations",
          "Analysis of compromised credentials",
          "Investigation in clandestine forums",
          "Real-time alerts about exposures"
        ],
        "list_description": "Information without context is just noise.",
        "image_desafio": "/ataque.webp",
        "image_solucao": "/monitoramento.webp",
        "SectionServiceSecond": {
          "title": "Our Differentials",
          "title2": "Detection of Digital Asset Exposure",
          "description": "",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Tailor-made training:",
              "description": "we build customized tracks aligned with your organization's strategic and operational objectives."
            },
            "card2": {
              "title": "Focus on real-world application:",
              "description": "all content is structured for practical use, with case studies, exercises, and simulations based on real scenarios."
            },
            "card3": {
              "title": "Expert instructors:",
              "description": "our team works daily on Threat Intelligence, Hunting, and Investigation operations in different critical sectors."
            },
            "card4": {
              "title": "Modular approach:",
              "description": "content ranging from CTI fundamentals to advanced modules on Threat Hunting, OPSEC, Deep/Dark Web Investigation, MITRE ATT&CK, offensive intelligence, and more. Why invest in corporate training?"
            }
          }
        },
        "seu_negocio": {
          "title": "By investing in strategic training, your organization:",
          "description": "",
          "cards": {
            "card1": {
              "title": "Reduces exclusive dependence on automated tools.",
              "description": ""
            },
            "card2": {
              "title": "Develops more critical, proactive, and analytical teams.",
              "description": ""
            },
            "card3": {
              "title": "Improves the ability to detect, anticipate, and respond to complex threats.",
              "description": ""
            },
            "card4": {
              "title": "Builds a solid security culture, disseminated across all involved areas.",
              "description": ""
            }
          },
          "button": "Schedule a Risk Analysis"
        }
      }
    }
  },
  "Personalizada": {
    "title": "Need a Customized Solution?",
    "description": "Our specialists can develop tailored intelligence strategies for your organization's specific needs.",
    "button": "Schedule a Risk Analysis"
  },
  "mentorias": {
    "title": "Mentoring and",
    "subtitle": "Training",
    "description": "Specialized training in Threat Intelligence, OSINT, and cyber investigations.",
    "learn_more": "Learn more",
    "items": {
      "OPSEC": {
        "id": "item-1",
        "title": "OPSEC – Strategies for Anonymous Operations",
        "paragraph": "Recorded Course",
        "tags": "Duration:",
        "tagsSecond": "8 hours",
        "description": "In a scenario where every click leaves a trail and exposure.",
        "url": "#",
        "modal": {
          "description": "In a scenario where every click leaves a trail and exposure can compromise an entire operation, mastering OPSEC means having full control over your digital footprint, identity, and operational security.",
          "second_description": "This course doesn't just present concepts — it delivers practical strategies, tested methods, and real techniques that we at Kryfal's team apply daily for in-field protection.",
          "list_title": "By the end of the course, you will be able to:",
          "listItems": [
            "Create secure digital environments for investigations and operations;",
            "Apply anonymity techniques to avoid tracking and exposure;",
            "Reduce the personal and operational attack surface;",
            "Implement security routines that protect both the operator and the mission;",
            "Operate with confidence and discretion in hostile environments — whether physical or digital."
          ],
          "icon": "BookOpen",
          "button": "Schedule a Strategic Session"
        }
      },
      "Threat_Intelligence": {
        "id": "item-2",
        "title": "Fundamentals in Cyber Threat Intelligence (CTI)",
        "paragraph": "Live Course",
        "tags": "Duration: ",
        "tagsSecond": "20 hours",
        "description": "In an increasingly dynamic and complex digital scenario.",
        "url": "#",
        "modal": {
          "description": "In an increasingly dynamic and complex digital scenario, understanding the fundamentals of Cyber Threat Intelligence (CTI) has become essential for any security professional or related area.",
          "second_description": "This training was developed to clearly and structurally present the concepts, methodologies, and frameworks that form the basis of threat intelligence. Throughout the course, participants will learn to differentiate data from intelligence, understand the intelligence cycle, learn analytical models widely used in the market, and visualize how CTI supports strategic and operational decisions. The goal is to provide a solid foundation so that each participant can safely advance to more technical and analytical levels in the future.",
          "list_title": "By the end of the course, you will be able to:",
          "listItems": [
            "Understand the Intelligence Cycle and its application in the context of cyber threats;",
            "Recognize and classify different types of open sources (OSINT) for basic information collection;",
            "Understand the fundamental concepts of threat modeling and how to adapt them to different organizational contexts;",
            "Differentiate the levels of intelligence (Tactical, Operational, and Strategic) and understand how each supports decision-making;",
            "Have an introductory view of the MITRE ATT&CK Framework and its use in identifying adversary tactics and techniques."
          ],
          "icon": "BookOpen",
          "button": "Schedule a Strategic Session"
        }
      },
      "Pentest_Web": {
        "id": "item-3",
        "title": "Web Pentest",
        "paragraph": "Live Course",
        "tags": "Duration:",
        "tagsSecond": "20 hours",
        "description": "In a scenario where every click leaves a trail and exposure.",
        "url": "#",
        "modal": {
          "description": "In a scenario where the security of web applications is constantly challenged by sophisticated threats and vulnerabilities can cost millions, mastering Web Pentest means not only identifying flaws but anticipating and neutralizing attacks before they happen.",
          "second_description": "This training is not limited to presenting tools or a checklist; it delivers attack and defense strategies, tested methodologies, and real techniques to protect critical infrastructures day-to-day.",
          "list_title": "By the end of the course, you will be able to:",
          "listItems": [
            "Recognize and diagnose vulnerabilities such as injection (SQL, NoSQL), misconfigured access control, sensitive data exposure, encryption failures, incorrect security configuration, API issues, and authentication bypass;",
            "Utilize methodologies for information gathering, exploitation, risk analysis, and pentest report production, simulating real attacks to identify flaws in web applications;",
            "Employ specialized tools, such as Kali Linux and OWASP ZAP, to evaluate and test web applications in the most common OWASP Top 10 scenarios;"
          ],
          "icon": "BookOpen",
          "button": "Schedule a Strategic Session"
        }
      }
    }
  },
  "Personalizada2": {
    "title": "Need a Customized Solution",
    "description": "Our specialists can develop tailored intelligence strategies for your organization's specific needs.",
    "button": "Risk Analysis"
  },
  "Contato": {
    "title": "Get in",
    "subtitle": "Touch",
    "description": "Our team is available to answer questions and offer personalized support.",
    "email": {
      "title": "Email",
      "primary": "contact@kryfal.com"
    },
    "phone": {
      "title": "Phone",
      "primary": "+44 7367 184395",
      "secondary": ""
    },
    "location": {
      "title": "Location",
      "city": "São Paulo, Brazil",
      "service": "National and International Service"
    },
    "hours": {
      "title": "Service Hours",
      "weekdays": {
        "label": "Monday - Friday:",
        "time": "08:00 - 18:00"
      },
      "saturday": {
        "label": "Saturday:",
        "time": "09:00 - 14:00"
      },
      "sunday": {
        "label": "Sunday:",
        "time": "Closed"
      },
      "emergency": "24/7 Emergencies for corporate clients"
    }
  },
  "Form": {
    "heading": "Send a secure message",
    "fields": {
      "name": "Name *",
      "email": "Email *",
      "company": "Company",
      "phone": "Phone",
      "subject": "Subject *",
      "message": "Message *"
    },
    "placeholders": {
      "name": "Your full name",
      "email": "your@email.com",
      "company": "Company name",
      "phone": "(11) 99999-9999",
      "subject": "Select the subject",
      "message": "Type your message"
    },
    "subjects": {
      "Threat Intelligence": "Threat Intelligence",
      "Brand Protection": "Brand Protection",
      "Investigações Digitais": "Digital Investigations",
      "Treinamentos": "Training",
      "Consultoria": "Consulting",
      "Outros": "Other"
    },
    "send": "Send message",
    "security": "Your information is protected by encryption and treated with confidentiality.",
    "required": "Fields marked with * are required.",
    "success": "Message sent successfully!",
    "error": "An error occurred while sending the message! Error: {status}",
    "validation": "Please fill in all fields correctly!",
    "errors": {
      "name": "The name must have at least 2 characters",
      "company": "The company name is required",
      "email": "Enter a valid email",
      "phone": "Invalid phone. Expected format: (99) 99999-9999",
      "subject": "Select a valid subject",
      "message": "The message must have at least 2 characters"
    }
  },
  "Footer": {
    "description": "Specialists in Threat Intelligence and digital investigations, protecting companies against cyber threats with strategic solutions and cutting-edge technology.",
    "guarantee": "Security and confidentiality guaranteed.",
    "rights": "All rights reserved.",
    "address": "São Paulo, Brazil - National Service",
    "sections": {
      "services": "Services",
      "contacts": "Contacts"
    },
    "services": {
      "brandProtection": "Corporate Counterintelligence",
      "leakDetection": "Threat Intelligence"
    }
  }
}