{
  "Navbar": {
    "inicio": "Home",
    "sobre": "About",
    "servicos": "Services",
    "mentorias": "Mentorships",
    "submenus": {
      "brand_protection": {
        "title": "Corporate Counterintelligence",
        "description": "Monitor and remove threats to your brand in digital environments."
      },
      "leak_detection": {
        "title": "Strategic and Tactical Threat Intelligence",
        "description": "Identify data leaks and sensitive information before they cause damage."
      },
      "vip_protection": {
        "title": "Deep & Dark Web Asset Surveillance and Protection",
        "description": "Ensure the digital security of executives and high-risk individuals."
      }
    }
  },
  "Home": {
    "title": "DON’T ",
    "subtitle": "REACT. ",
    "subtitle2": "ANTICIPATE.",
    "title2": "Digital Investigations & Advanced Cybersecurity",
    "description": "We protect your brand, investigate threats, and strengthen your cyber defense with strategic intelligence and cutting-edge technology. We map threats in complex cyberspaces to safeguard operations, reputation, and competitive advantage in the most critical industries.",
    "button": "Schedule a Risk Assessment"
  },
  "About": {
    "title": "About ",
    "subtitle": "Kryfal",
    "description": "Experts in Threat Intelligence and digital investigations, protecting companies against advanced cyber threats. Kryfal was born from the realization that the sectors forming the backbone of the economy are the most neglected in cyber intelligence. While the market focuses on generic threats, we dive into the specific ecosystems of Agribusiness, Ports, Aerospace, and the new Web3 economy, delivering intelligence that managers can use to make strategic decisions and protect their most valuable assets."
  },
  "Cards": {
    "card1": {
      "title": "Accuracy",
      "description": "Detailed analyses and meticulous investigations providing precise and actionable insights."
    },
    "card2": {
      "title": "Expertise",
      "description": "Specialized team with certifications and proven experience in cybersecurity and investigations."
    },
    "card3": {
      "title": "Excellence",
      "description": "Commitment to quality and constant innovation in protection methodologies and technologies."
    }
  },
  "Posicionamento": {
    "title": "Our Positioning",
    "description": "There is no effective threat intelligence without a deep understanding of the business. Kryfal positions itself at the intersection of cyber expertise and the operational reality of the most critical sectors. Instead of offering generic solutions, we dive into your value chain to understand who the threat actors are, how they think, and how they act — the ones that truly threaten your business continuity.",
    "button": "Schedule a Risk Assessment"
  },
  "galLery": {
    "title": "Services",
    "subtitle": "Intelligence",
    "description": "Comprehensive threat intelligence and digital investigation solutions to protect your organization.",
    "learn_more": "Learn More",
    "url": "en/services",
    "previous_slide": "Previous Slide",
    "next_slide": "Next Slide",
    "items": {
      "brand_protection": {
        "title": "Corporate Counterintelligence",
        "description": "Protect your business from the inside out with investigative intelligence for high-confidence decision-making.",
        "button": "Schedule a Risk Assessment",
        "list_title_desafio": "Managing Hidden Risks",
        "list_title_Description_desafio": "The integrity of your operations directly depends on the robustness of your supply chain — including both external suppliers and internal human capital. Failing to thoroughly vet a single link, whether a critical logistics partner or a newly hired executive, can introduce vulnerabilities across your structure. Superficial credential checks and purely financial audits are insufficient to detect the most damaging risks: premeditated fraud, conflicts of interest, hidden legal and reputational liabilities. Hiring or partnering without prior Background Check analysis is managing your business with an incomplete and dangerous view of your partners' operational and ethical reality.",
        "list_title_solucao": "Decisions Based on Facts, Not Assumptions",
        "list_title_Description_solucao": "Our Corporate Intelligence and Investigations service acts as your due diligence unit. We work discreetly and methodically to verify facts, analyze histories, and expose hidden risks before they become problems. Combining advanced open-source investigation techniques (OSINT), data analysis, and field investigations when necessary, we provide a comprehensive dossier to ensure your hiring, partnership, and investment decisions are based on verified information.",
        "list_title2": "Superficial credential analysis and purely financial audits are insufficient to detect the most damaging risks: premeditated fraud, conflicts of interest, hidden legal and reputational liabilities. Hiring or partnering without prior Background Check analysis is managing business with an incomplete and dangerous understanding of partners.",
        "listItems": [
          "Your company may have access to security feeds and even Deep Web alerts, but how do you connect the dots?",
          "How do you translate a technical indicator into a real business risk?",
          "And how do you ensure the right person — from SOC analyst to CEO — receives the correct intelligence, in the right format, at the right time to act?",
          "Intellectual property protection"
        ],
        "list_description": "Information without context is just noise.",
        "image_desafio": "/person.webp",
        "image_solucao": "/risco.webp",
        "SectionServiceSecond": {
          "title": "Our Counterintelligence Solutions",
          "title2": "Digital Investigations & Advanced Cybersecurity",
          "description": "We investigate, analyze, and expose hidden risks to protect your operations from internal and external threats.",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Third-Party Due Diligence",
              "description": "We deeply investigate potential partners, suppliers, or M&A targets. Mapping corporate structure, reputational and legal history of partners (KYP - Know Your Partner), and identifying hidden liabilities or involvement in illicit activities."
            },
            "card2": {
              "title": "Background Check (Profile Analysis)",
              "description": "We perform in-depth verifications of candidates and key-position employees. Analyzing professional history, legal cases, digital reputation, and potential conflicts of interest to ensure team integrity and reliability."
            },
            "card3": {
              "title": "Fraud Investigation and Response",
              "description": "We investigate suspected fraud, corruption, asset theft, and internal sabotage. Collect structured evidence, identify perpetrators, and provide detailed reports as a basis for administrative and legal actions."
            },
            "card4": {
              "title": "Mapping Internal Risks and Conflicts of Interest",
              "description": "We analyze the ecosystem of your employees and their connections to identify undeclared relationships with competitors, suspicious side activities, and other risk factors that traditional audits do not reveal."
            }
          }
        },
        "seu_negocio": {
          "title": "Protection that Delivers Results",
          "description": "Loss mitigation, increased transparency, and strengthened corporate governance.",
          "cards": {
            "card1": {
              "title": "Risk-Proof Hiring:",
              "description": "Minimize the threat of fraud and internal sabotage by ensuring the integrity of your hires."
            },
            "card2": {
              "title": "Secure Partnerships and Mergers:",
              "description": "Avoid financial losses and reputational damage by uncovering hidden liabilities in partners and M&A operations."
            },
            "card3": {
              "title": "Swift Fraud Response:",
              "description": "Obtain concrete evidence to take decisive action against internal incidents, minimizing business impact."
            },
            "card4": {
              "title": "Strengthened Governance:",
              "description": "Elevate your business integrity by promoting a culture of transparency and compliance at all levels."
            },
            "card5": {
              "title": "High-Confidence Decisions:",
              "description": "Replace assumptions with certainty by basing your strategic decisions on verified facts, not appearances."
            }
          },
          "button": "Request a Confidential Consultation"
        }
      },
      "leak_detection": {
        "title": "Strategic and Tactical Threat Intelligence",
        "description": "Turning raw threat data into clarity and decision-making advantage for your business.",
        "button": "Schedule a Risk Assessment",
        "list_title_desafio": "When Information is Just Noise",
        "list_title_Description_desafio": "Your company may have access to security feeds and even Deep Web alerts, but how do you connect the dots? How do you translate a technical indicator into a real business risk? And how do you ensure the right person — from SOC analyst to CEO — receives the correct intelligence, in the right format, at the right time to act? Information without context is just noise.",
        "list_title_solucao": "From Context to Action",
        "list_title_Description_solucao": "Our Threat Intelligence service acts as your intelligence fusion center. We go beyond data collection, analyzing, contextualizing, and producing tailored reports for every level of your organization. We integrate information from multiple sources — including our specialized Deep & Dark Web monitoring, OSINT, and technical feeds — to build a 360° view of your threat landscape and deliver insights guiding threat hunting and security investment decisions.",
        "listItems": [
          "Your company may have access to security feeds and even Deep Web alerts, but how do you connect the dots?",
          "How do you translate a technical indicator into a real business risk?",
          "And how do you ensure the right person — from SOC analyst to CEO — receives the correct intelligence, in the right format, at the right time to act?",
          "Intellectual property protection"
        ],
        "image_desafio": "/empresa.webp",
        "image_solucao": "/dark.webp",
        "SectionServiceSecond": {
          "title": "Intelligence at All Levels",
          "title2": "Digital Investigations & Advanced Cybersecurity",
          "description": "From strategy to action, we provide actionable intelligence at all levels of your organization.",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Strategic Intelligence (For Leadership)",
              "description": "We deliver executive reports connecting the threat landscape (actors, trends, geopolitical risks) directly to business objectives and continuity. Our analyses answer the 'why' and 'what if', recommending strategic and investment directions."
            },
            "card2": {
              "title": "Tactical Intelligence (For Active Defense)",
              "description": "We produce detailed dossiers on Tactics, Techniques, and Procedures (TTPs) of threat groups targeting your sector. We describe their methods and tools to enhance threat hunting, improve detection rules, and train your defense team."
            },
            "card3": {
              "title": "Operational Intelligence (For SOC)",
              "description": "We provide contextualized alerts on ongoing attack campaigns. Here, we enrich findings from our DDW service and other sources with business context, answering 'what does this mean for us now?' and providing high-fidelity IOCs for incident response."
            },
            "card4": {
              "title": "Vulnerability Intelligence (For IT and Infrastructure)",
              "description": "We monitor and analyze relevant vulnerabilities (CVEs) for your tech stack that are actively discussed or exploited by cybercriminals. This allows risk-based patch prioritization, not just theoretical criticality."
            }
          }
        },
        "seu_negocio": {
          "title": "The Value of Intelligence",
          "description": "We turn threat information into strategic, synergistic, results-oriented decisions.",
          "cards": {
            "card1": {
              "title": "Context-Based Decisions:",
              "description": "Move from reactive alert-based actions to proactive decisions based on contextual intelligence."
            },
            "card2": {
              "title": "Intelligence-Led Defense",
              "description": "Adopt a security posture where intelligence guides all defensive actions, from firewall blocks to board-level strategy."
            },
            "card3": {
              "title": "Team Synergy",
              "description": "Create a common risk language connecting technical teams (SOC, IT) to executive leadership, ensuring everyone works with the same vision."
            },
            "card4": {
              "title": "Maximizing Security ROI",
              "description": "Justify investments and optimize tools and personnel usage based on evidence of threats that truly matter to you."
            }
          },
          "button": "Schedule a Threat Briefing"
        }
      },
      "vip_protection": {
        "title": "Deep & Dark Web Asset Surveillance and Protection",
        "description": "A unified service to monitor both the threat actor and your exposed digital assets.",
        "button": "Schedule a Risk Assessment",
        "list_title_desafio": "When Information is at Risk",
        "list_title_Description_desafio": "Your company faces two critical and invisible risks: the adversary planning an attack and your own sensitive data that may already be compromised. How do you monitor both sides — the hunter and the prey — in an anonymous and hostile environment like the Deep & Dark Web? Hiring separate solutions creates complexity and disconnects intelligence from action.",
        "list_title_solucao": "Monitoring and Protecting Critical Data",
        "list_title_Description_solucao": "Our Asset Surveillance and Protection service offers a comprehensive view of your risk in the digital underworld. We unify Threat Intelligence (attacker monitoring) with Exposed Asset Detection (searching for your data) in a single offering. Through a centralized platform and our analysts’ expertise, we correlate the attackers’ intentions with actual data exposure, enabling truly proactive defense and far more effective incident response.",
        "listItems": [
          "Continuous brand violation monitoring",
          "Compromised credentials analysis",
          "Investigation in clandestine forums",
          "Real-time alerts on exposures"
        ],
        "list_description": "Information without context is just noise.",
        "image_desafio": "/ataque.webp",
        "image_solucao": "/monitoramento.webp",
        "SectionServiceSecond": {
          "title": "Pillars of Digital Defense",
          "title2": "Digital Asset Exposure Detection",
          "description": "Continuous monitoring and applied intelligence to protect your critical data and company reputation.",
          "button": "Schedule a Threat Briefing"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Compromised Credentials Monitoring",
              "description": "Alerts on employee and client emails and passwords found in leaks and stealer logs."
            },
            "card2": {
              "title": "Sensitive Data Search (PII)",
              "description": "Detection of databases, confidential documents, and client information being shared or sold."
            },
            "card3": {
              "title": "Intellectual Property Leak Identification",
              "description": "Alerts on source code, patents, and trade secrets exposed in forums or marketplaces."
            },
            "card4": {
              "title": "Mapping Internal Risks and Conflicts of Interest",
              "description": "We analyze your employees’ ecosystem and connections to identify undeclared relationships with competitors, suspicious side activities, and other risk factors not revealed by traditional audits."
            }
          }
        },
        "seu_negocio": {
          "title": "Real Impact on Digital Protection",
          "description": "Simplify external security management and minimize impact with a comprehensive view of digital risk.",
          "cards": {
            "card1": {
              "title": "Complete Risk Visibility",
              "description": "Connect the 'who' and 'how' of an attack with 'what' was exposed, all in one place."
            },
            "card2": {
              "title": "Intelligent Response Prioritization",
              "description": "Use threat actor intelligence to prioritize responses to related data leaks."
            },
            "card3": {
              "title": "Reduced Detection and Containment Time",
              "description": "Discover both attack plans and existing leaks faster."
            },
            "card4": {
              "title": "Operational Efficiency",
              "description": "Simplify external security management with a single specialist partner, instead of multiple vendors."
            }
          },
          "button": "Schedule a Risk Assessment"
        }
      }
    }
  },
  "Personalizada": {
    "title": "Need a Custom Solution?",
    "description": "Our specialists can develop tailored intelligence strategies for your organization's specific needs.",
    "button": "Schedule a Risk Assessment"
  },
  "mentorias": {
    "title": "Mentorships and",
    "subtitle": "Trainings",
    "description": "Specialized training in Threat Intelligence, OSINT, and cyber investigations.",
    "learn_more": "Learn More",
    "items": {
      "OPSEC": {
        "id": "item-1",
        "title": "OPSEC – Strategies for Anonymous Operations",
        "paragraph": "Recorded Course",
        "tags": "Duration:",
        "tagsSecond": "8 hours",
        "description": "In a scenario where every click leaves a trace and exposure matters.",
        "url": "#",
        "modal": {
          "description": "In a scenario where every click leaves a trace and exposure can compromise an entire operation, mastering OPSEC means having full control over your digital footprint, identity, and operational security.",
          "second_description": "This course not only presents concepts — it delivers practical strategies, tested methods, and real techniques that Kryfal’s team applies daily in field protection.",
          "list_title": "By the end of the course, you will be able to:",
          "listItems": [
            "Create secure digital environments for investigations and operations;",
            "Apply anonymity techniques to avoid tracking and exposure;",
            "Reduce personal and operational attack surfaces;",
            "Implement security routines protecting both the operator and the mission;",
            "Operate confidently and discreetly in hostile environments — both physical and digital."
          ],
          "icon": "BookOpen",
          "button": "Schedule a Strategic Session"
        }
      },
      "Threat_Intelligence": {
        "id": "item-2",
        "title": "Fundamentals of Cyber Threat Intelligence (CTI)",
        "paragraph": "Live Course",
        "tags": "Duration: ",
        "tagsSecond": "20 hours",
        "description": "In an increasingly dynamic and complex digital scenario.",
        "url": "#",
        "modal": {
          "description": "In an increasingly dynamic and complex digital scenario, understanding the fundamentals of Cyber Threat Intelligence (CTI) has become essential for any security professional or related field.",
          "second_description": "This training presents concepts, methodologies, and frameworks forming the foundation of threat intelligence in a clear, structured way. Participants learn to differentiate data from intelligence, understand the intelligence cycle, explore widely used analytical models, and see how CTI supports strategic and operational decisions. The goal is to provide a solid foundation for advancing safely to more technical and analytical levels.",
          "list_title": "By the end of the course, you will be able to:",
          "listItems": [
            "Understand the Intelligence Cycle and its application in cyber threat contexts;",
            "Recognize and classify different types of open sources (OSINT) for basic information gathering;",
            "Understand core threat modeling concepts and how to adapt them to different organizational contexts;",
            "Differentiate intelligence levels (Tactical, Operational, Strategic) and understand how each supports decision-making;",
            "Gain an introductory view of the MITRE ATT&CK Framework and its use in identifying adversary tactics and techniques."
          ],
          "icon": "BookOpen",
          "button": "Schedule a Strategic Session"
        }
      },
      "Pentest_Web": {
        "id": "item-3",
        "title": "Web Pentesting",
        "paragraph": "Live Course",
        "tags": "Duration:",
        "tagsSecond": "20 hours",
        "description": "In a scenario where every click leaves a trace and exposure matters.",
        "url": "#",
        "modal": {
          "description": "In a scenario where web application security is constantly challenged by sophisticated threats and vulnerabilities can cost millions, mastering Web Pentesting means not only identifying flaws but anticipating and neutralizing attacks before they happen.",
          "second_description": "This training does not limit itself to tools or checklists; it delivers attack and defense strategies, tested methodologies, and real techniques to protect critical infrastructures daily.",
          "list_title": "By the end of the course, you will be able to:",
          "listItems": [
            "Recognize and diagnose vulnerabilities such as injections (SQL, NoSQL), misconfigured access control, exposure of sensitive data, encryption failures, misconfigured security, API issues, and authentication bypass;",
            "Use information gathering, exploitation, risk analysis, and pentest reporting methodologies, simulating real attacks to identify web application flaws;",
            "Employ specialized tools like Kali Linux and OWASP ZAP to evaluate and test web applications in common OWASP Top 10 scenarios."
          ],
          "icon": "BookOpen",
          "button": "Schedule a Strategic Session"
        }
      }
    }
  },
  "Personalizada2": {
    "title": "Need a Solution",
    "description": "Our specialists can develop tailored intelligence strategies for your organization's specific needs.",
    "button": "Risk Assessment"
  },
  "Contato": {
    "title": "Get in",
    "subtitle": "Touch",
    "description": "Our team is available to answer questions and provide personalized support.",
    "email": {
      "title": "Email",
      "primary": "contact@kryfal.com",
      "secondary": "comercial@kryfal.com"
    },
    "phone": {
      "title": "Phone",
      "primary": "+55 (11) 9999-9999",
      "secondary": "+55 (11) 8888-8888"
    },
    "location": {
      "title": "Location",
      "city": "São Paulo, Brazil",
      "service": "National and International Service"
    },
    "hours": {
      "title": "Business Hours",
      "weekdays": {
        "label": "Monday - Friday:",
        "time": "08:00 - 18:00"
      },
      "saturday": {
        "label": "Saturday:",
        "time": "09:00 - 14:00"
      },
      "sunday": {
        "label": "Sunday:",
        "time": "Closed"
      },
      "emergency": "24/7 Emergencies for corporate clients"
    }
  },
  "Form": {
    "heading": "Send a secure message",
    "fields": {
      "name": "Name *",
      "email": "Email *",
      "company": "Company",
      "phone": "Phone",
      "subject": "Subject *",
      "message": "Message *"
    },
    "placeholders": {
      "name": "Your full name",
      "email": "your@email.com",
      "company": "Company name",
      "phone": "(11) 99999-9999",
      "subject": "Select a subject",
      "message": "Type your message"
    },
    "subjects": {
      "Threat Intelligence": "Threat Intelligence",
      "Brand Protection": "Brand Protection",
      "Investigações Digitais": "Digital Investigations",
      "Treinamentos": "Trainings",
      "Consultoria": "Consulting",
      "Outros": "Others"
    },
    "send": "Send Message",
    "security": "Your information is encrypted and treated confidentially.",
    "required": "Fields marked with * are required.",
    "success": "Message sent successfully!",
    "error": "An error occurred while sending the message! Error: {status}",
    "validation": "Please fill out all fields correctly!",
    "errors": {
      "name": "Name must have at least 2 characters",
      "company": "Company name is required",
      "email": "Enter a valid email",
      "phone": "Invalid phone. Expected format: (99) 99999-9999",
      "subject": "Select a valid subject",
      "message": "Message must have at least 2 characters"
    }
  },
  "Footer": {
    "description": "Experts in Threat Intelligence and digital investigations, protecting companies against cyber threats with strategic solutions and cutting-edge technology.",
    "guarantee": "Security and confidentiality guaranteed.",
    "rights": "All rights reserved.",
    "address": "São Paulo, Brazil - National Service",
    "sections": {
      "services": "Services",
      "contacts": "Contacts"
    },
    "services": {
      "brandProtection": "Brand Protection",
      "leakDetection": "Leak Detection",
      "vipProtection": "VIP Protection",
      "cyberRiskInsights": "Cyber Risk Insights",
      "trainings": "Trainings"
    },
    "securityNotice": {
      "title": "Security Notice: ",
      "description": "All communications are encrypted and treated with maximum confidentiality. Our services follow the highest information security standards."
    }
  }
}