{
  "Navbar": {
    "inicio": "Início",
    "sobre": "Sobre",
    "servicos": "Serviços",
    "mentorias": "Mentorias",
    "submenus": {
      "brand_protection": {
        "title": "Contrainteligência Corporativa",
        "description": "Monitore e remova ameaças à sua marca em ambientes digitais."
      },
      "leak_detection": {
        "title": "Inteligência de Ameaças Estratégica e Tática",
        "description": "Identifique vazamentos de dados e informações sensíveis antes que causem danos."
      },
      "vip_protection": {
        "title": "Vigilância e Proteção de Ativos na Deep & Dark Web",
        "description": "Garanta a segurança digital de executivos e pessoas de alto risco."
      },
      "training_program": {
        "title": "Eleve a cibersegurança da sua organização",
        "description": "Treinamentos desenvolvidos para elevar a maturidade cibernética da sua empresa."
      }
    }
  },
  "Home": {
    "title": "DON’T ",
    "subtitle": "REACT. ",
    "subtitle2": "ANTECIPE.",
    "title2": "Investigações Digitais & Cibersegurança Avançada",
    "description": "Protegemos sua marca, investigamos ameaças e fortalecemos sua defesa cibernética com inteligência estratégica e tecnologia de ponta. Mapeamos ameaças em ciberespaços complexos para proteger as operações, a reputação e a vantagem competitiva das indústrias mais críticas.",
    "button": "Agende uma Análise de Risco"
  },
  "About": {
    "title": "Sobre ",
    "subtitle": "Kryfal",
    "description": "Especialistas em Threat Intelligence e investigações digitais, protegendo empresas contra ameaças cibernéticas avançadas. A Kryfal nasceu de uma constatação: os setores que formam a espinha dorsal da economia são os mais negligenciados em inteligência cibernética. Enquanto o mercado foca em ameaças genéricas, nós mergulhamos nos ecossistemas específicos do Agronegócio, Portos, Aeroespacial e da nova economia Web3, entregando inteligência que gestores podem usar para tomar decisões estratégicas e proteger seus ativos mais valiosos."
  },
  "Cards": {
    "card1": {
      "title": "Precisão",
      "description": "Análises detalhadas e investigações meticulosas que fornecem insights precisos e acionáveis."
    },
    "card2": {
      "title": "Expertise",
      "description": "Equipe especializada com certificações e experiência comprovada em cibersegurança e investigações."
    },
    "card3": {
      "title": "Excelência",
      "description": "Compromisso com a qualidade e inovação constante em metodologias e tecnologias de proteção."
    }
  },
  "Posicionamento": {
    "title": "Nosso Posicionamento",
    "description": "Não existe inteligência de ameaças eficaz sem um profundo conhecimento do negócio. Por isso, a Kryfal se posiciona na interseção entre a expertise cibernética e a realidade operacional dos setores mais críticos. Em vez de oferecer soluções genéricas, mergulhamos na sua cadeia de valor para entender quem são, como pensam e como agem os atores de ameaças que realmente comprometem a continuidade do seu negócio.",
    "button": "Agende uma Análise de Risco"
  },
  "galLery": {
    "title": "Serviços",
    "subtitle": "Inteligência",
    "description": "Soluções completas de threat intelligence e investigações digitais para proteger sua organização.",
    "learn_more": "Saiba mais",
    "url": "pt/services",
    "previous_slide": "Slide Anterior",
    "next_slide": "Próximo Slide",
    "items": {
      "brand_protection": {
        "title": "Contrainteligência Corporativa",
        "description": "Proteja seu negócio de dentro para fora com inteligência investigativa para decisões de máxima confiança.",
        "button": "Agende uma Análise de Risco",
        "list_title_desafio": "Gestão de Riscos Ocultos",
        "list_title_Description_desafio": "A integridade da sua operação depende diretamente da robustez de sua cadeia de suprimentos — que inclui tanto fornecedores externos quanto o capital humano interno. A falha em verificar rigorosamente um único elo, seja um parceiro logístico crítico ou um executivo recém-contratado, pode introduzir vulnerabilidades em toda a sua estrutura. A análise superficial de credenciais e a auditoria puramente financeira são insuficientes para detectar os riscos mais danosos: fraudes premeditadas, conflitos de interesse, passivos legais e reputacionais ocultos. Contratar ou se associar sem uma análise prévia de Background Check é gerenciar o negócio com base em uma visão incompleta e perigosa da realidade operacional e ética de seus parceiros.",
        "list_title_solucao": "Decisões Baseadas em Fatos, não Suposições",
        "list_title_Description_solucao": "Nosso serviço de Inteligência e Investigações Corporativas é a sua unidade de diligência e apuração. Atuamos de forma discreta e metódica para verificar fatos, analisar históricos e expor riscos ocultos antes que eles se tornem um problema. Combinando técnicas avançadas de investigação em fontes abertas (OSINT), análise de dados e, quando necessário, apuração em campo, nós fornecemos um dossiê completo para garantir que suas decisões de contratação, parceria e investimento sejam baseadas em informações verificadas.",
        "list_title2": "A análise superficial de credenciais e a auditoria puramente financeira são insuficientes para detectar os riscos mais danosos: fraudes premeditadas, conflitos de interesse, passivos legais e reputacionais ocultos. Contratar ou se associar sem uma análise prévia de Background Check é gerenciar o negócio com base em uma visão incompleta e perigosa da realidade operacional e ética de seus parceiros.",
        "listItems": [
          "Sua empresa pode ter acesso a feeds de segurança e até alertas da Deep Web, mas como conectar esses pontos?",
          "Como traduzir um indicador técnico em um risco de negócio real?",
          "E como garantir que a pessoa certa — do analista do SOC ao CEO — receba a inteligência correta, no formato certo e na hora certa para agir?",
          "Proteção da propriedade intelectual"
        ],
        "list_description": "A informação sem contexto é apenas ruído.",
        "image_desafio": "/person.webp",
        "image_solucao": "/risco.webp",
        "SectionServiceSecond": {
          "title": "Nossas Soluções em Contrainteligência",
          "title2": "Investigações Digitais & Cibersegurança Avançada",
          "description": "Investigamos, analisamos e expomos riscos ocultos para proteger sua operação de ameaças internas e externas.",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Due Diligence de Terceiros",
              "description": " Investigamos a fundo potenciais parceiros, fornecedores ou alvos de fusão e aquisição (M&A). Mapeamos a estrutura societária, o histórico reputacional e legal dos sócios (KYP - Know Your Partner), e identificamos passivos ocultos ou envolvimento em atividades ilícitas."
            },
            "card2": {
              "title": "Background Check (Análise de Perfil)",
              "description": " Realizamos verificações aprofundadas de candidatos e colaboradores em posições-chave. Analisamos o histórico profissional, processos judiciais, reputação digital e potenciais conflitos de interesse para garantir a integridade e a confiabilidade da sua equipe."
            },
            "card3": {
              "title": "Investigação e Resposta a Fraudes",
              "description": " Atuamos na apuração de suspeitas de fraude, corrupção, roubo de ativos e sabotagem interna. Coletamos evidências de forma estruturada, identificamos os envolvidos e fornecemos relatórios detalhados que servem de base para medidas administrativas e legais."
            },
            "card4": {
              "title": "Mapeamento de Riscos Internos e Conflitos de Interesse",
              "description": " Analisamos o ecossistema de seus colaboradores e suas conexões para identificar relacionamentos não declarados com concorrentes, atividades paralelas suspeitas e outros fatores de risco que as auditorias tradicionais não revelam."
            }
          }
        },
        "seu_negocio": {
          "title": "Proteção que Gera Resultados",
          "description": "Mitigação de perdas, aumento da transparência e fortalecimento da governança corporativa.",
          "cards": {
            "card1": {
              "title": "Contratações à Prova de Risco:",
              "description": "Minimize a ameaça de fraudes e sabotagem interna, garantindo a integridade de quem você contrata."
            },
            "card2": {
              "title": "Parcerias e Fusões Seguras:",
              "description": "Evite perdas financeiras e danos à reputação ao identificar passivos ocultos em parceiros e operações de M&A."
            },
            "card3": {
              "title": "Respostas Rápidas a Fraudes:",
              "description": "Obtenha evidências concretas para agir de forma decisiva contra incidentes internos, minimizando o impacto no negócio."
            },
            "card4": {
              "title": "Governança Fortalecida:",
              "description": "Eleve a integridade do seu negócio, promovendo uma cultura de transparência e conformidade em todos os níveis."
            },
            "card5": {
              "title": "Decisões de Alta Confiança:",
              "description": "Substitua a suposição pela certeza, baseando suas decisões estratégicas em fatos verificados e não em aparências."
            }
          },
          "button": "Solicite uma Consulta Confidencial"
        }
      },
      "leak_detection": {
        "title": "Inteligência de Ameaças Estratégica e Tática",
        "description": "Transformando dados brutos de ameaças em clareza e vantagem decisória para o seu negócio.",
        "button": "Agende uma Análise de Risco",
        "list_title_desafio": "Quando Informação é Apenas Ruído",
        "list_title_Description_desafio": "Sua empresa pode ter acesso a feeds de segurança e até alertas da Deep Web, mas como conectar esses pontos? Como traduzir um indicador técnico em um risco de negócio real? E como garantir que a pessoa certa — do analista do SOC ao CEO — receba a inteligência correta, no formato certo e na hora certa para agir? A informação sem contexto é apenas ruído.",
        "list_title_solucao": "Do Contexto à Ação",
        "list_title_Description_solucao": "Nosso serviço de Inteligência de Ameaças funciona como seu centro de fusão de inteligência. Nós vamos além da simples coleta de dados, atuando na análise, contextualização e produção de relatórios sob medida para cada nível da sua organização. Integramos informações de múltiplas fontes — incluindo nosso monitoramento especializado de Deep & Dark Web, OSINT (fontes abertas) e feeds técnicos — para construir um panorama 360° do seu cenário de ameaças e entregar insights que direcionam desde a caça a ameaças (threat hunting) até as decisões de investimento em segurança.",
        "listItems": [
          "Sua empresa pode ter acesso a feeds de segurança e até alertas da Deep Web, mas como conectar esses pontos?",
          "Como traduzir um indicador técnico em um risco de negócio real?",
          "E como garantir que a pessoa certa — do analista do SOC ao CEO — receba a inteligência correta, no formato certo e na hora certa para agir?",
          "Proteção da propriedade intelectual"
        ],
        "image_desafio": "/empresa.webp",
        "image_solucao": "/dark.webp",
        "SectionServiceSecond": {
          "title": "Inteligência em Todos os Níveis",
          "title2": "Investigações Digitais & Cibersegurança Avançada",
          "description": "Da estratégia à ação, fornecemos inteligência aplicável a todos os níveis da sua organização.",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Inteligência Estratégica (Para a Liderança)",
              "description": "Entregamos relatórios executivos que conectam o cenário de ameaças (atores, tendências, riscos geopolíticos) diretamente aos objetivos e à continuidade do seu negócio. Nossas análises respondem ao (porquê) e (e se), recomendando direcionamentos estratégicos e de investimento."
            },
            "card2": {
              "title": "Inteligência Tática (Para a Defesa Ativa)",
              "description": "Produzimos dossiês detalhados sobre as Táticas, Técnicas e Procedimentos (TTPs) dos grupos de ataque que visam seu setor. Descrevemos seus métodos e ferramentas para enriquecer seu threat hunting, aprimorar suas regras de detecção e treinar sua equipe de defesa."
            },
            "card3": {
              "title": "Inteligência Operacional (Para o SOC)",
              "description": "Fornecemos alertas contextualizados sobre campanhas de ataque em andamento. Aqui, enriquecemos os achados do nosso serviço de DDW e de outras fontes com o contexto do seu negócio, respondendo (o que isso significa para nós agora?) e fornecendo IOCs de alta fidelidade para resposta a incidentes."
            },
            "card4": {
              "title": "Inteligência de Vulnerabilidades (Para a TI e Infraestrutura)",
              "description": "Monitoramos e analisamos vulnerabilidades (CVEs) que são relevantes para o seu stack tecnológico e que estão sendo ativamente discutidas ou exploradas por cibercriminosos. Isso permite uma priorização de patching baseada em risco real, e não apenas em criticidade teórica."
            }
          }
        },
        "seu_negocio": {
          "title": "O valor da Inteligência",
          "description": "Transformamos informações de ameaças em decisões estratégicas, sinérgicas e orientadas a resultados.",
          "cards": {
            "card1": {
              "title": "Decisões Baseadas em Contexto:",
              "description": "Saia da reatividade baseada em alertas e passe a tomar decisões proativas baseadas em inteligência contextualizada."
            },
            "card2": {
              "title": "Defesa Intelligence-Led",
              "description": "Adote uma postura de segurança onde a inteligência direciona todas as suas ações defensivas, do bloqueio no firewall à estratégia de segurança da diretoria."
            },
            "card3": {
              "title": "Sinergia Entre Equipes",
              "description": "Crie uma linguagem comum sobre riscos que conecta a equipe técnica (SOC, TI) à liderança executiva, garantindo que todos trabalhem com a mesma visão."
            },
            "card4": {
              "title": "Maximização do ROI em Segurança",
              "description": "Justifique investimentos e otimize o uso de ferramentas e pessoal com base em evidências concretas sobre as ameaças que realmente importam para você."
            }
          },
          "button": "Agende um Briefing de Ameaças"
        }
      },
      "vip_protection": {
        "title": "Vigilância e Proteção de Ativos na Deep & Dark Web",
        "description": "Um serviço unificado para monitorar tanto o ator da ameaça quanto seus ativos digitais expostos.",
        "button": "Agende uma Análise de Risco",
        "list_title_desafio": "Quando a Informação Está em Perigo",
        "list_title_Description_desafio": "Sua empresa enfrenta dois riscos críticos e invisíveis: o adversário que planeja um ataque e o seu próprio dado sensível que já pode estar comprometido. Como monitorar ambos os lados dessa equação – o caçador e a presa – em um ambiente anônimo e hostil como a Deep & Dark Web? Contratar soluções separadas gera complexidade e desconecta a inteligência da ação.",
        "list_title_solucao": "Monitoramento e Proteção de Dados Críticos",
        "list_title_Description_solucao": "Nosso serviço de Vigilância e Proteção de Ativos oferece uma visão completa do seu risco no submundo digital. Unificamos a Inteligência sobre Ameaças (monitoramento do atacante) com a Detecção de Ativos Expostos (busca por seus dados) em uma única oferta. Através de uma plataforma centralizada e da expertise de nossos analistas, correlacionamos as intenções dos criminosos com a exposição real dos seus dados, permitindo uma defesa verdadeiramente proativa e uma resposta a incidentes muito mais eficaz.",
        "listItems": [
          "Monitoramento contínuo de violações de marca",
          "Análise de credenciais comprometidas",
          "Investigação em fóruns clandestinos",
          "Alertas em tempo real sobre exposições"
        ],
        "list_description": "A informação sem contexto é apenas ruído.",
        "image_desafio": "/ataque.webp",
        "image_solucao": "/monitoramento.webp",
        "SectionServiceSecond": {
          "title": "Pilares da Defesa Digital",
          "title2": "Detecção de Exposição de Ativos Digitais ",
          "description": "Monitoramento contínuo e inteligência aplicada para proteger seus dados críticos e a reputação da sua empresa.",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Monitoramento de Credenciais Comprometidas",
              "description": "Alertas sobre e-mails e senhas de colaboradores e clientes encontrados em vazamentos e stealer logs."
            },
            "card2": {
              "title": "Busca por Dados Sensíveis (PII)",
              "description": "Detecção de bases de dados, documentos confidenciais e informações de clientes sendo compartilhados ou vendidos."
            },
            "card3": {
              "title": "Identificação de Propriedade Intelectual Vazada",
              "description": "Alertas sobre código-fonte, patentes e segredos comerciais expostos em fóruns ou mercados."
            },
            "card4": {
              "title": "Mapeamento de Riscos Internos e Conflitos de Interesse",
              "description": "Analisamos o ecossistema de seus colaboradores e suas conexões para identificar relacionamentos não declarados com concorrentes, atividades paralelas suspeitas e outros fatores de risco que as auditorias tradicionais não revelam."
            }
          }
        },
        "seu_negocio": {
          "title": "Impacto Real na Proteção Digital",
          "description": "Simplifique a gestão da segurança externa e minimize impactos com uma visão completa do risco digital.",
          "cards": {
            "card1": {
              "title": "Visão de Risco Completa",
              "description": "Conecte o (quem) e (como) de um ataque com o (o quê) que foi exposto, tudo em um só lugar."
            },
            "card2": {
              "title": "Priorização Inteligente de Resposta",
              "description": "Use a inteligência sobre um ator de ameaça para priorizar a resposta a um vazamento de dados relacionado a ele."
            },
            "card3": {
              "title": "Redução do Tempo de Detecção e Contenção",
              "description": "Descubra tanto os planos de ataque quanto os vazamentos existentes mais rapidamente."
            },
            "card4": {
              "title": "Eficiência Operacional",
              "description": "Simplifique a gestão de segurança externa com um único parceiro especialista, em vez de múltiplos fornecedores."
            }
          },
          "button": "Agende uma Análise de Risco"
        }
      },
      "training_program": {
        "title": "Eleve a cibersegurança da sua organização",
        "description": "Treinamentos desenvolvidos para elevar a maturidade cibernética da sua empresa.",
        "button": "Agende um treinamento",
        "list_title_desafio": "Treinamento corporativo",
        "list_title_Description_desafio": "Nossos treinamentos corporativos foram desenvolvidos para elevar a maturidade cibernética da sua organização, combinando metodologia sólida, frameworks reconhecidos e experiência prática em Cyber Threat Intelligence (CTI).",
        "list_title_solucao": "Programas personalizados para equipes de Segurança",
        "list_title_Description_solucao": "Oferecemos programas personalizados para equipes de Segurança, SOC, CSIRT, Red/Blue Teams, Inteligência e áreas correlatas, adaptando o conteúdo ao nível técnico, setor de atuação e desafios específicos de cada empresa. Nossos diferenciais",
        "listItems": [
          "Monitoramento contínuo de violações de marca",
          "Análise de credenciais comprometidas",
          "Investigação em fóruns clandestinos",
          "Alertas em tempo real sobre exposições"
        ],
        "list_description": "A informação sem contexto é apenas ruído.",
        "image_desafio": "/ataque.webp",
        "image_solucao": "/monitoramento.webp",
        "SectionServiceSecond": {
          "title": "Nossos diferenciais",
          "title2": "Detecção de Exposição de Ativos Digitais ",
          "description": "",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Treinamentos sob medida:",
              "description": "construímos trilhas personalizadas alinhadas aos objetivos estratégicos e operacionais da sua organização."
            },
            "card2": {
              "title": "Foco em aplicação real:",
              "description": "todo conteúdo é estruturado para uso prático, com estudos de caso, exercícios e simulações baseadas em cenários reais."
            },
            "card3": {
              "title": "Instrutores especialistas:",
              "description": "nossa equipe atua diariamente em operações de Threat Intelligence, Hunting e Investigação em diferentes setores críticos."
            },
            "card4": {
              "title": "Abordagem modular:",
              "description": "conteúdos que vão dos fundamentos de CTI a módulos avançados de Threat Hunting, OPSEC, Investigação em Deep/Dark Web, MITRE ATT&CK, inteligência ofensiva e mais. Por que investir em capacitação corporativa?"
            }
          }
        },
        "seu_negocio": {
          "title": "Ao investir em treinamentos estratégicos, sua organização:",
          "description": "",
          "cards": {
            "card1": {
              "title": "Reduz a dependência exclusiva de ferramentas automatizadas.",
              "description": ""
            },
            "card2": {
              "title": "Desenvolve times mais críticos, proativos e analíticos.",
              "description": ""
            },
            "card3": {
              "title": "Melhora a capacidade de detectar, antecipar e responder a ameaças complexas.",
              "description": ""
            },
            "card4": {
              "title": "Constrói uma cultura de segurança sólida, disseminada por todas as áreas envolvidas.",
              "description": ""
            }
          },
          "button": "Agende uma Análise de Risco"
        }
      }
    }
  },
  "Personalizada": {
    "title": "Precisa de uma Solução Personalizada?",
    "description": "Nossos especialistas podem desenvolver estratégias de inteligência sob medida para as necessidades específicas da sua organização.",
    "button": "Agende uma Análise de Risco"
  },
  "mentorias": {
    "title": "Mentorias e",
    "subtitle": "Treinamentos",
    "description": "Capacitação especializada em Threat Intelligence, OSINT e investigações cibernéticas.",
    "learn_more": "Saiba mais",
    "items": {
      "OPSEC": {
        "id": "item-1",
        "title": "OPSEC – Estratégias para operações Anônimas ",
        "paragraph": "Curso Gravado",
        "tags": "Duração:",
        "tagsSecond": "8 horas",
        "description": "Em um cenário onde cada clique deixa um rastro e exposição.",
        "url": "#",
        "modal": {
          "description": "Em um cenário onde cada clique deixa um rastro e a exposição pode comprometer toda uma operação, dominar OPSEC significa ter controle total sobre a sua pegada digital, identidade e segurança operacional.",
          "second_description": "Este curso não apenas apresenta conceitos — ele entrega estratégias práticas, métodos testados e técnicas reais que nós mesmos da equipe da Kryfal aplicamos no Dia a Dia para proteção em campo. ",
          "list_title": "Ao final do curso, você será capaz de:",
          "listItems": [
            "Criar ambientes digitais seguros para investigações e operações;",
            "Aplicar técnicas de anonimato para evitar rastreamento e exposição;",
            "Reduzir a superfície de ataque pessoal e operacional;",
            "Implementar rotinas de segurança que protegem tanto o operador quanto a missão;",
            "Operar com confiança e discrição em ambientes hostis — sejam eles físicos ou digitais."
          ],
          "icon": "BookOpen",
          "button": "Agente uma Sessão Estratégica"
        }
      },
      "Threat_Intelligence": {
        "id": "item-2",
        "title": "Fundamentos em Cyber Threat Intelligence (CTI)",
        "paragraph": "Curso Ao Vivo",
        "tags": "Duração: ",
        "tagsSecond": "20 horas",
        "description": "Em um cenário digital cada vez mais dinâmico e complexo.",
        "url": "#",
        "modal": {
          "description": "Em um cenário digital cada vez mais dinâmico e complexo, compreender os fundamentos de Cyber Threat Intelligence (CTI) tornou-se essencial para qualquer profissional de segurança ou área correlata.",
          "second_description": "Este treinamento foi desenvolvido para apresentar, de forma clara e estruturada, os conceitos, metodologias e frameworks que compõem a base da inteligência de ameaças. Ao longo do curso, os participantes aprenderão a diferenciar dados de inteligência, entender o ciclo de inteligência, conhecer modelos analíticos amplamente utilizados no mercado e visualizar como a CTI apoia decisões estratégicas e operacionais. O objetivo é fornecer uma base sólida para que cada participante possa avançar com segurança para níveis mais técnicos e analíticos no futuro.",
          "list_title": "Ao final do curso, você será capaz de:",
          "listItems": [
            "Compreender o Ciclo de Inteligência e sua aplicação no contexto de ameaças cibernéticas;",
            "Reconhecer e classificar diferentes tipos de fontes abertas (OSINT) para coleta básica de informações;",
            "Entender os conceitos fundamentais de modelagem de ameaças e como adaptá-los a diferentes contextos organizacionais;",
            "Diferenciar os níveis de inteligência (Tática, Operacional e Estratégica) e compreender como cada um apoia a tomada de decisão;",
            "Ter uma visão introdutória sobre o Framework MITRE ATT&CK e seu uso na identificação de táticas e técnicas adversárias."
          ],
          "icon": "BookOpen",
          "button": "Agente uma Sessão Estratégica"
        }
      },
      "Pentest_Web": {
        "id": "item-3",
        "title": "Pentest Web",
        "paragraph": "Curso Ao Vivo",
        "tags": "Duração:",
        "tagsSecond": "20 horas",
        "description": "Em um cenário onde cada clique deixa um rastro e exposição.",
        "url": "#",
        "modal": {
          "description": "Em um cenário onde a segurança de aplicações web é constantemente desafiada por ameaças sofisticadas e as vulnerabilidades podem custar milhões, dominar o Pentest Web significa não apenas identificar falhas, mas antecipar e neutralizar ataques antes que eles aconteçam.",
          "second_description": "Esse treinamento não se limita a apresentar ferramentas ou uma lista de verificações; ele entrega estratégias de ataque e defesa, metodologias testadas e técnicas reais  para proteger infraestruturas críticas no dia a dia.",
          "list_title": "Ao final do curso, você será capaz de:",
          "listItems": [
            "Reconhecer e diagnosticar vulnerabilidades como injeção (SQL, NoSQL), controle de acesso mal configurado, exposição de dados sensíveis, falhas de criptografia, configuração incorreta de segurança, problemas em APIs e desvio de autenticação;",
            "Utilizar metodologias de coleta de informações, exploração, análise de risco e produção de relatórios de pentest, simulando ataques reais para identificar falhas em aplicações web;",
            "Empregar ferramentas especializadas, como Kali Linux e OWASP ZAP, para avaliar e testar aplicações web nos cenários mais comuns do OWASP Top 10;"
          ],
          "icon": "BookOpen",
          "button": "Agente uma Sessão Estratégica"
        }
      }
    }
  },
  "Personalizada2": {
    "title": "Precisa de uma Solução",
    "description": "Nossos especialistas podem desenvolver estratégias de inteligência sob medida para as necessidades específicas da sua organização.",
    "button": "Análise de Risco"
  },
  "Contato": {
    "title": "Entre em",
    "subtitle": "Contato",
    "description": "Nossa equipe está disponível para responder dúvidas e oferecer suporte personalizado.",
    "email": {
      "title": "Email",
      "primary": "contact@kryfal.com"
    },
    "phone": {
      "title": "Telefone",
      "primary": "+44 7367 184395",
      "secondary": ""
    },
    "location": {
      "title": "Localização",
      "city": "São Paulo, Brasil",
      "service": "Atendimento Nacional e Internacional"
    },
    "hours": {
      "title": "Horário de Atendimento",
      "weekdays": {
        "label": "Segunda - Sexta:",
        "time": "08:00 - 18:00"
      },
      "saturday": {
        "label": "Sábado:",
        "time": "09:00 - 14:00"
      },
      "sunday": {
        "label": "Domingo:",
        "time": "Fechado"
      },
      "emergency": "Emergências 24/7 para clientes corporativos"
    }
  },
  "Form": {
    "heading": "Envie uma mensagem segura",
    "fields": {
      "name": "Nome *",
      "email": "Email *",
      "company": "Empresa",
      "phone": "Telefone",
      "subject": "Assunto *",
      "message": "Mensagem *"
    },
    "placeholders": {
      "name": "Seu nome completo",
      "email": "seu@email.com",
      "company": "Nome da empresa",
      "phone": "(11) 99999-9999",
      "subject": "Selecione o assunto",
      "message": "Digite sua mensagem"
    },
    "subjects": {
      "Threat Intelligence": "Threat Intelligence",
      "Brand Protection": "Proteção de Marca",
      "Investigações Digitais": "Investigações Digitais",
      "Treinamentos": "Treinamentos",
      "Consultoria": "Consultoria",
      "Outros": "Outros"
    },
    "send": "Enviar mensagem",
    "security": "Suas informações são protegidas por criptografia e tratadas com confidencialidade.",
    "required": "Os campos marcados com * são obrigatórios.",
    "success": "Mensagem enviada com sucesso!",
    "error": "Ocorreu um erro ao enviar a mensagem! Erro: {status}",
    "validation": "Preencha todos os campos corretamente!",
    "errors": {
      "name": "O nome deve ter pelo menos 2 caracteres",
      "company": "O nome da empresa é obrigatório",
      "email": "Digite um email válido",
      "phone": "Telefone inválido. Formato esperado: (99) 99999-9999",
      "subject": "Selecione um assunto válido",
      "message": "A mensagem deve ter pelo menos 2 caracteres"
    }
  },
  "Footer": {
    "description": "Especialistas em Threat Intelligence e investigações digitais, protegendo empresas contra ameaças cibernéticas com soluções estratégicas e tecnologia de ponta.",
    "guarantee": "Segurança e confidencialidade garantidas.",
    "rights": "Todos os direitos reservados.",
    "address": "São Paulo, Brasil - Atendimento Nacional",
    "sections": {
      "services": "Serviços",
      "contacts": "Contatos"
    },
    "services": {
      "brandProtection": "Contrainteligência Corporativa",
      "leakDetection": "Inteligência de Ameaças Estratégica e Tática",
      "vipProtection": "Vigilância e Proteção de Ativos na Deep & Dark Web",
      "trainings": "Treinamentos"
    },
    "securityNotice": {
      "title": "Aviso de Segurança: ",
      "description": " Todas as comunicações são criptografadas e tratadas com máxima confidencialidade. Nossos serviços seguem os mais altos padrões de segurança da informação."
    }
  }
}