{
  "Navbar": {
    "inicio": "Início",
    "sobre": "Sobre",
    "servicos": "Serviços",
    "mentorias": "Mentorias",
    "submenus": {
      "brand_protection": {
        "title": "Proteção de Marca",
        "description": "Monitore e remova ameaças à sua marca em ambientes digitais."
      },
      "leak_detection": {
        "title": "Detecção de Vazamentos",
        "description": "Identifique vazamentos de dados e informações sensíveis antes que causem danos."
      },
      "vip_protection": {
        "title": "Proteção VIP",
        "description": "Garanta a segurança digital de executivos e pessoas de alto risco."
      },
      "cyber_risk_insights": {
        "title": "Insights de Risco Cibernético",
        "description": "Análises aprofundadas para antecipar ameaças e reduzir riscos."
      }
    }
  },
  "Home": {
    "title": "DON’T ",
    "subtitle": "REACT. ",
    "subtitle2": "ANTECIPE.",
    "title2": "Investigações Digitais & Cibersegurança Avançada",
    "description": "Protegemos sua marca, investigamos ameaças e fortalecemos sua defesa cibernética com inteligência estratégica e tecnologia de ponta. Mapeamos ameaças em ciberespaços complexos para proteger as operações, a reputação e a vantagem competitiva das indústrias mais críticas.",
    "button": "Agende uma Análise de Risco"
  },
  "About": {
    "title": "Sobre ",
    "subtitle": "Kryfal",
    "description": "Especialistas em Threat Intelligence e investigações digitais, protegendo empresas contra ameaças cibernéticas avançadas. A Kryfal nasceu de uma constatação: os setores que formam a espinha dorsal da economia são os mais negligenciados em inteligência cibernética. Enquanto o mercado foca em ameaças genéricas, nós mergulhamos nos ecossistemas específicos do Agronegócio, Portos, Aeroespacial e da nova economia Web3, entregando inteligência que gestores podem usar para tomar decisões estratégicas e proteger seus ativos mais valiosos."
  },
  "Cards": {
    "card1": {
      "title": "Precisão",
      "description": "Análises detalhadas e investigações meticulosas que fornecem insights precisos e acionáveis."
    },
    "card2": {
      "title": "Expertise",
      "description": "Equipe especializada com certificações e experiência comprovada em cibersegurança e investigações."
    },
    "card3": {
      "title": "Excelência",
      "description": "Compromisso com a qualidade e inovação constante em metodologias e tecnologias de proteção."
    }
  },
  "Posicionamento": {
    "title": "Nosso Posicionamento",
    "description": "Não existe inteligência de ameaças eficaz sem um profundo conhecimento do negócio. Por isso, a Kryfal se posiciona na interseção entre a expertise cibernética e a realidade operacional dos setores mais críticos. Em vez de oferecer soluções genéricas, mergulhamos na sua cadeia de valor para entender quem são, como pensam e como agem os atores de ameaças que realmente comprometem a continuidade do seu negócio.",
    "button": "Agende uma Análise de Risco"
  },
  "galLery": {
    "title": "Serviços",
    "subtitle": "Inteligência",
    "description": "Soluções completas de threat intelligence e investigações digitais para proteger sua organização.",
    "learn_more": "Saiba mais",
    "url": "pt/services",
    "previous_slide": "Slide Anterior",
    "next_slide": "Próximo Slide",
    "items": {
      "brand_protection": {
        "title": "Contrainteligência Corporativa",
        "description": "Proteja seu negócio de dentro para fora com inteligência investigativa para decisões de máxima confiança.",
        "list_title_desafio": "O Desafio",
        "list_title_Description_desafio": "A integridade da sua operação depende diretamente da robustez de sua cadeia de suprimentos — que inclui tanto fornecedores externos quanto o capital humano interno. A falha em verificar rigorosamente um único elo, seja um parceiro logístico crítico ou um executivo recém-contratado, pode introduzir vulnerabilidades em toda a sua estrutura. A análise superficial de credenciais e a auditoria puramente financeira são insuficientes para detectar os riscos mais danosos: fraudes premeditadas, conflitos de interesse, passivos legais e reputacionais ocultos. Contratar ou se associar sem uma análise prévia de Background Check é gerenciar o negócio com base em uma visão incompleta e perigosa da realidade operacional e ética de seus parceiros.",
        "list_title_solucao": "A Solução",
        "list_title_Description_solucao": "Nosso serviço de Inteligência e Investigações Corporativas é a sua unidade de diligência e apuração. Atuamos de forma discreta e metódica para verificar fatos, analisar históricos e expor riscos ocultos antes que eles se tornem um problema. Combinando técnicas avançadas de investigação em fontes abertas (OSINT), análise de dados e, quando necessário, apuração em campo, nós fornecemos um dossiê completo para garantir que suas decisões de contratação, parceria e investimento sejam baseadas em informações verificadas.",
        "list_title2": "A análise superficial de credenciais e a auditoria puramente financeira são insuficientes para detectar os riscos mais danosos: fraudes premeditadas, conflitos de interesse, passivos legais e reputacionais ocultos. Contratar ou se associar sem uma análise prévia de Background Check é gerenciar o negócio com base em uma visão incompleta e perigosa da realidade operacional e ética de seus parceiros.",
        "listItems": [
          "Sua empresa pode ter acesso a feeds de segurança e até alertas da Deep Web, mas como conectar esses pontos?",
          "Como traduzir um indicador técnico em um risco de negócio real?",
          "E como garantir que a pessoa certa — do analista do SOC ao CEO — receba a inteligência correta, no formato certo e na hora certa para agir?",
          "Proteção da propriedade intelectual"
        ],
        "list_description": "A informação sem contexto é apenas ruído.",
        "image_desafio": "/person.jpg",
        "image_solucao": "/mundo.jpg",
        "SectionServiceSecond": {
          "title": "Nossos Entregáveis",
          "title2": "Investigações Digitais & Cibersegurança Avançada",
          "description": "Proteja seu negócio de dentro para fora com inteligência investigativa para decisões de máxima confiança.",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Precisão",
              "description": "Due Diligence de Terceiros: Investigamos a fundo potenciais parceiros, fornecedores ou alvos de fusão e aquisição (M&A). Mapeamos a estrutura societária, o histórico reputacional e legal dos sócios (KYP - Know Your Partner), e identificamos passivos ocultos ou envolvimento em atividades ilícitas."
            },
            "card2": {
              "title": "Expertise",
              "description": "Background Check (Análise de Perfil): Realizamos verificações aprofundadas de candidatos e colaboradores em posições-chave. Analisamos o histórico profissional, processos judiciais, reputação digital e potenciais conflitos de interesse para garantir a integridade e a confiabilidade da sua equipe."
            },
            "card3": {
              "title": "Excelência",
              "description": "Investigação e Resposta a Fraudes: Atuamos na apuração de suspeitas de fraude, corrupção, roubo de ativos e sabotagem interna. Coletamos evidências de forma estruturada, identificamos os envolvidos e fornecemos relatórios detalhados que servem de base para medidas administrativas e legais."
            },
            "card4": {
              "title": "teste",
              "description": "Mapeamento de Riscos Internos e Conflitos de Interesse: Analisamos o ecossistema de seus colaboradores e suas conexões para identificar relacionamentos não declarados com concorrentes, atividades paralelas suspeitas e outros fatores de risco que as auditorias tradicionais não revelam."
            }
          }
        },
        "seu_negocio": {
          "title": "O Impacto no Seu Negócio",
          "description": "Analisar um texto para esse local",
          "cards": {
            "card1": {
              "title": "Contratações mais seguras e redução drástica do risco de ameaças internas (insider threats)."
            },
            "card2": {
              "title": "Mitigação de perdas financeiras e danos reputacionais em parcerias e operações de M&A."
            },
            "card3": {
              "title": "Respostas rápidas e estruturadas a incidentes de fraude, minimizando o impacto negativo."
            },
            "card4": {
              "title": "Aumento da transparência, da ética e da governança corporativa."
            },
            "card5": {
              "title": "Tomada de decisão estratégica baseada em fatos verificados, não em suposições."
            }
          }
        },
        "button": "Solicite uma Consulta Confidencial"
      },
      "leak_detection": {
        "title": "Inteligência de Ameaças Estratégica e Tática",
        "description": "Transformando dados brutos de ameaças em clareza e vantagem decisória para o seu negócio.",
        "list_title_desafio": "O Desafio",
        "list_title_Description_desafio": "Sua empresa pode ter acesso a feeds de segurança e até alertas da Deep Web, mas como conectar esses pontos? Como traduzir um indicador técnico em um risco de negócio real? E como garantir que a pessoa certa — do analista do SOC ao CEO — receba a inteligência correta, no formato certo e na hora certa para agir? A informação sem contexto é apenas ruído.",
        "list_title_solucao": "A Solução",
        "list_title_Description_solucao": "Nosso serviço de Inteligência de Ameaças funciona como seu centro de fusão de inteligência. Nós vamos além da simples coleta de dados, atuando na análise, contextualização e produção de relatórios sob medida para cada nível da sua organização. Integramos informações de múltiplas fontes — incluindo nosso monitoramento especializado de Deep & Dark Web, OSINT (fontes abertas) e feeds técnicos — para construir um panorama 360° do seu cenário de ameaças e entregar insights que direcionam desde a caça a ameaças (threat hunting) até as decisões de investimento em segurança.",
        "listItems": [
          "Sua empresa pode ter acesso a feeds de segurança e até alertas da Deep Web, mas como conectar esses pontos?",
          "Como traduzir um indicador técnico em um risco de negócio real?",
          "E como garantir que a pessoa certa — do analista do SOC ao CEO — receba a inteligência correta, no formato certo e na hora certa para agir?",
          "Proteção da propriedade intelectual"
        ],
        "image_desafio": "/person.jpg",
        "image_solucao": "/person.jpg",
        "SectionServiceSecond": {
          "title": "Nossos Entregáveis",
          "title2": "Investigações Digitais & Cibersegurança Avançada",
          "description": "Proteja seu negócio de dentro para fora com inteligência investigativa para decisões de máxima confiança.",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Precisão",
              "description": "Inteligência Estratégica (Para a Liderança): Entregamos relatórios executivos que conectam o cenário de ameaças (atores, tendências, riscos geopolíticos) diretamente aos objetivos e à continuidade do seu negócio. Nossas análises respondem ao (porquê) e (e se), recomendando direcionamentos estratégicos e de investimento."
            },
            "card2": {
              "title": "Expertise",
              "description": "Inteligência Tática (Para a Defesa Ativa): Produzimos dossiês detalhados sobre as Táticas, Técnicas e Procedimentos (TTPs) dos grupos de ataque que visam seu setor. Descrevemos seus métodos e ferramentas para enriquecer seu threat hunting, aprimorar suas regras de detecção e treinar sua equipe de defesa."
            },
            "card3": {
              "title": "Excelência",
              "description": "Inteligência Operacional (Para o SOC): Fornecemos alertas contextualizados sobre campanhas de ataque em andamento. Aqui, enriquecemos os achados do nosso serviço de DDW e de outras fontes com o contexto do seu negócio, respondendo (o que isso significa para nós agora?) e fornecendo IOCs de alta fidelidade para resposta a incidentes."
            },
            "card4": {
              "title": "teste",
              "description": "Inteligência de Vulnerabilidades (Para a TI e Infraestrutura): Monitoramos e analisamos vulnerabilidades (CVEs) que são relevantes para o seu stack tecnológico e que estão sendo ativamente discutidas ou exploradas por cibercriminosos. Isso permite uma priorização de patching baseada em risco real, e não apenas em criticidade teórica."
            }
          }
        },
        "seu_negocio": {
          "title": "O Impacto no Seu Negócio",
          "description": "Analisar um texto para esse local",
          "cards": {
            "card1": {
              "title": "Decisões Baseadas em Contexto: Saia da reatividade baseada em alertas e passe a tomar decisões proativas baseadas em inteligência contextualizada."
            },
            "card2": {
              "title": "Defesa Intelligence-Led: Adote uma postura de segurança onde a inteligência direciona todas as suas ações defensivas, do bloqueio no firewall à estratégia de segurança da diretoria."
            },
            "card3": {
              "title": "Sinergia Entre Equipes: Crie uma linguagem comum sobre riscos que conecta a equipe técnica (SOC, TI) à liderança executiva, garantindo que todos trabalhem com a mesma visão."
            },
            "card4": {
              "title": "Maximização do ROI em Segurança: Justifique investimentos e otimize o uso de ferramentas e pessoal com base em evidências concretas sobre as ameaças que realmente importam para você."
            }
          }
        },
        "button": "Agende um Briefing de Ameaças"
      },
      "vip_protection": {
        "title": "Vigilância e Proteção de Ativos na Deep & Dark Web",
        "description": "Um serviço unificado para monitorar tanto o ator da ameaça quanto seus ativos digitais expostos.",
        "list_title_desafio": "O Desafio",
        "list_title_Description_desafio": "Sua empresa enfrenta dois riscos críticos e invisíveis: o adversário que planeja um ataque e o seu próprio dado sensível que já pode estar comprometido. Como monitorar ambos os lados dessa equação – o caçador e a presa – em um ambiente anônimo e hostil como a Deep & Dark Web? Contratar soluções separadas gera complexidade e desconecta a inteligência da ação.",
        "list_title_solucao": "A Solução",
        "list_title_Description_solucao": "Nosso serviço de Vigilância e Proteção de Ativos oferece uma visão completa do seu risco no submundo digital. Unificamos a Inteligência sobre Ameaças (monitoramento do atacante) com a Detecção de Ativos Expostos (busca por seus dados) em uma única oferta. Através de uma plataforma centralizada e da expertise de nossos analistas, correlacionamos as intenções dos criminosos com a exposição real dos seus dados, permitindo uma defesa verdadeiramente proativa e uma resposta a incidentes muito mais eficaz.",
        "listItems": [
          "Monitoramento contínuo de violações de marca",
          "Análise de credenciais comprometidas",
          "Investigação em fóruns clandestinos",
          "Alertas em tempo real sobre exposições"
        ],
        "list_description": "A informação sem contexto é apenas ruído.",
        "image_desafio": "/person.jpg",
        "image_solucao": "/person.jpg",
        "SectionServiceSecond": {
          "title": "Nossos Pilares de Atuação",
          "title2": "Detecção de Exposição de Ativos Digitais ",
          "description": "Proteja seu negócio de dentro para fora com inteligência investigativa para decisões de máxima confiança.",
          "button": "Agende um Briefing de Ameaças"
        },
        "CardsService": {
          "Cards": {
            "card1": {
              "title": "Precisão",
              "description": "Monitoramento de Credenciais Comprometidas: Alertas sobre e-mails e senhas de colaboradores e clientes encontrados em vazamentos e stealer logs."
            },
            "card2": {
              "title": "Expertise",
              "description": "Busca por Dados Sensíveis (PII): Detecção de bases de dados, documentos confidenciais e informações de clientes sendo compartilhados ou vendidos."
            },
            "card3": {
              "title": "Excelência",
              "description": "Identificação de Propriedade Intelectual Vazada: Alertas sobre código-fonte, patentes e segredos comerciais expostos em fóruns ou mercados."
            },
            "card4": {
              "title": "teste",
              "description": "Mapeamento de Riscos Internos e Conflitos de Interesse: Analisamos o ecossistema de seus colaboradores e suas conexões para identificar relacionamentos não declarados com concorrentes, atividades paralelas suspeitas e outros fatores de risco que as auditorias tradicionais não revelam."
            }
          }
        },
        "seu_negocio": {
          "title": "O Impacto no Seu Negócio",
          "description": "Analisar um texto para esse local",
          "cards": {
            "card1": {
              "title": "Visão de Risco Completa: Conecte o (quem) e (como) de um ataque com o (o quê) que foi exposto, tudo em um só lugar"
            },
            "card2": {
              "title": "Priorização Inteligente de Resposta: Use a inteligência sobre um ator de ameaça para priorizar a resposta a um vazamento de dados relacionado a ele."
            },
            "card3": {
              "title": "Redução do Tempo de Detecção e Contenção: Descubra tanto os planos de ataque quanto os vazamentos existentes mais rapidamente."
            },
            "card4": {
              "title": "Eficiência Operacional: Simplifique a gestão de segurança externa com um único parceiro especialista, em vez de múltiplos fornecedores."
            }
          }
        },
        "button": "Agende uma Análise de Risco"
      }
    }
  },
  "Personalizada": {
    "title": "Precisa de uma Solução Personalizada?",
    "description": "Nossos especialistas podem desenvolver estratégias de inteligência sob medida para as necessidades específicas da sua organização.",
    "button": "Agende uma Análise de Risco"
  },
  "mentorias": {
    "title": "Mentorias e",
    "subtitle": "Treinamentos",
    "description": "Capacitação especializada em Threat Intelligence, OSINT e investigações cibernéticas.",
    "learn_more": "Saiba mais",
    "items": {
      "threat_intelligence": {
        "id": "item-1",
        "title": "Introdução à Threat Intelligence",
        "paragraph": "Curso Gravado",
        "tags": "Duração: 8 horas",
        "tagsSecond": "Iniciante",
        "description": "Fundamentos essenciais de inteligência de ameaças",
        "url": "#",
        "listItems": [
          "Monitoramento contínuo de violações de marca",
          "Detecção de domínios maliciosos e phishing",
          "Takedown de conteúdos e perfis falsos",
          "Proteção de propriedade intelectual"
        ],
        "icon": "BookOpen"
      },
      "threat_operational": {
        "id": "item-2",
        "title": "Threat Intelligence Operacional",
        "paragraph": "Curso Ao Vivo",
        "tags": "Duração: 16 horas",
        "tagsSecond": "Intermediário",
        "description": "Aplicação prática de CTI em operações de segurança",
        "url": "#",
        "listItems": [
          "Monitoramento contínuo de violações de marca",
          "Análise de credenciais comprometidas",
          "Investigação em fóruns clandestinos",
          "Alertas em tempo real de exposições"
        ],
        "icon": "Target"
      },
      "dark_web": {
        "id": "item-3",
        "title": "Deep e Dark Web na Prática",
        "paragraph": "Curso Gravado",
        "tags": "Duração: 12 horas",
        "tagsSecond": "Avançado",
        "description": "Navegação segura e investigação em ambientes ocultos",
        "url": "#",
        "listItems": [],
        "icon": "Video"
      },
      "opsec": {
        "id": "item-4",
        "title": "OPSEC para Investigações",
        "paragraph": "Curso Ao Vivo",
        "tags": "Duração: 6 horas",
        "tagsSecond": "Intermediário",
        "description": "Segurança operacional em investigações digitais",
        "url": "#",
        "listItems": [],
        "icon": "Award"
      },
      "open_source_intelligence": {
        "id": "item-5",
        "title": "Ferramentas e Técnicas de OSINT",
        "paragraph": "Curso Gravado",
        "tags": "Duração: 20 horas",
        "tagsSecond": "Todos os níveis",
        "description": "Domínio de ferramentas de inteligência de fontes abertas",
        "url": "#",
        "listItems": [],
        "icon": "Lightbulb"
      },
      "advanced_investigations": {
        "id": "item-6",
        "title": "Investigações Cibernéticas Avançadas",
        "paragraph": "Curso Ao Vivo",
        "tags": "Duração: 24 horas",
        "tagsSecond": "Avançado",
        "description": "Metodologias avançadas de investigação digital",
        "url": "#",
        "listItems": [],
        "icon": "Users"
      }
    }
  },
  "Personalizada2": {
    "title": "Precisa de uma Solução",
    "description": "Nossos especialistas podem desenvolver estratégias de inteligência sob medida para as necessidades específicas da sua organização.",
    "button": "Análise de Risco"
  },
  "Contato": {
    "title": "Entre em",
    "subtitle": "Contato",
    "description": "Nossa equipe está disponível para responder dúvidas e oferecer suporte personalizado.",
    "email": {
      "title": "Email",
      "primary": "contato@kryfal.com",
      "secondary": "comercial@kryfal.com"
    },
    "phone": {
      "title": "Telefone",
      "primary": "+55 (11) 9999-9999",
      "secondary": "+55 (11) 8888-8888"
    },
    "location": {
      "title": "Localização",
      "city": "São Paulo, Brasil",
      "service": "Atendimento Nacional e Internacional"
    },
    "hours": {
      "title": "Horário de Atendimento",
      "weekdays": {
        "label": "Segunda - Sexta:",
        "time": "08:00 - 18:00"
      },
      "saturday": {
        "label": "Sábado:",
        "time": "09:00 - 14:00"
      },
      "sunday": {
        "label": "Domingo:",
        "time": "Fechado"
      },
      "emergency": "Emergências 24/7 para clientes corporativos"
    }
  },
  "Form": {
    "heading": "Envie uma mensagem segura",
    "fields": {
      "name": "Nome *",
      "email": "Email *",
      "company": "Empresa",
      "phone": "Telefone",
      "subject": "Assunto *",
      "message": "Mensagem *"
    },
    "placeholders": {
      "name": "Seu nome completo",
      "email": "seu@email.com",
      "company": "Nome da empresa",
      "phone": "(11) 99999-9999",
      "subject": "Selecione o assunto",
      "message": "Digite sua mensagem"
    },
    "subjects": {
      "Threat Intelligence": "Threat Intelligence",
      "Brand Protection": "Proteção de Marca",
      "Investigações Digitais": "Investigações Digitais",
      "Treinamentos": "Treinamentos",
      "Consultoria": "Consultoria",
      "Outros": "Outros"
    },
    "send": "Enviar mensagem",
    "security": "Suas informações são protegidas por criptografia e tratadas com confidencialidade.",
    "required": "Os campos marcados com * são obrigatórios.",
    "success": "Mensagem enviada com sucesso!",
    "error": "Ocorreu um erro ao enviar a mensagem! Erro: {status}",
    "validation": "Preencha todos os campos corretamente!",
    "errors": {
      "name": "O nome deve ter pelo menos 2 caracteres",
      "company": "O nome da empresa é obrigatório",
      "email": "Digite um email válido",
      "phone": "Telefone inválido. Formato esperado: (99) 99999-9999",
      "subject": "Selecione um assunto válido",
      "message": "A mensagem deve ter pelo menos 2 caracteres"
    }
  },
  "Footer": {
    "description": "Especialistas em Threat Intelligence e investigações digitais, protegendo empresas contra ameaças cibernéticas com soluções estratégicas e tecnologia de ponta.",
    "guarantee": "Segurança e confidencialidade garantidas.",
    "rights": "Todos os direitos reservados.",
    "address": "São Paulo, Brasil - Atendimento Nacional",
    "sections": {
      "services": "Serviços",
      "contacts": "Contatos"
    },
    "services": {
      "brandProtection": "Proteção de Marca",
      "leakDetection": "Detecção de Vazamentos",
      "vipProtection": "Proteção VIP",
      "cyberRiskInsights": "Insights de Risco Cibernético",
      "trainings": "Treinamentos"
    },
    "securityNotice": {
      "title": "Aviso de Segurança: ",
      "description": " Todas as comunicações são criptografadas e tratadas com máxima confidencialidade. Nossos serviços seguem os mais altos padrões de segurança da informação."
    }
  }
}